Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Wide, spread-out comet = flexible, recovered. Tight, narrow cluster = rigid, stressed.
ar: مذنّب عريض ومنتشر = مرن ومتعافٍ. تجمّع ضيق ومحكم = جامد ومُجهَد.
da: Bred, udspredt komet = fleksibel, restitueret. Tæt, smal klynge = stiv, stresset.
de: Breiter, ausgedehnter Komet = flexibel, erholt. Enger, schmaler Haufen = starr, gestresst.
es: Cometa ancho y disperso = flexible, recuperado. Grupo estrecho y compacto = rígido, estresado.
fi: Leveä, hajanainen komeetta = joustava, palautunut. Tiivis, kapea rypäs = jäykkä, stressaantunut.
fr: Comète large et étalée = flexible, récupéré. Amas serré et étroit = rigide, stressé.
is: Breið, útdreifð halastjarna = sveigjanlegt, endurnært. Þéttur, mjór klasi = stíft, undir álagi.
it: Cometa ampia e diffusa = flessibile, recuperato. Ammasso stretto e compatto = rigido, sotto stress.
ja: 広く広がった彗星形 = 柔軟で回復している。狭く詰まった塊 = 硬直してストレスがかかっている。
ko: 넓게 퍼진 혜성 모양 = 유연하고 회복된 상태. 좁고 촘촘한 군집 = 경직되고 스트레스받는 상태.
nb: Bred, utstrakt komet = fleksibel, restituert. Tett, smal klynge = stiv, stresset.
nl: Brede, uitgespreide komeet = flexibel, hersteld. Strakke, smalle cluster = star, gestrest.
pt_br: Cometa largo e espalhado = flexível, recuperado. Aglomerado apertado e estreito = rígido, estressado.
ru: Широкая, растянутая «комета» = гибкость, восстановление. Плотное узкое скопление = жёсткость, стресс.
sv: Bred, utspridd komet = flexibel, återhämtad. Tät, smal klunga = stel, stressad.
zh_hans: 宽阔、分散的彗星形 = 灵活、恢复良好。紧密、狭窄的点簇 = 僵硬、有压力。

source: Width of the cloud. Captures rapid beat-to-beat variation — mathematically equivalent to RMSSD/√2. This is your parasympathetic signature.
ar: عرض السحابة. يلتقط التفاوت السريع بين النبضات — ويكافئ رياضيًا RMSSD/√2. هذه بصمتك نظير الودية.
da: Skyens bredde. Fanger hurtig variation fra slag til slag — matematisk ækvivalent med RMSSD/√2. Det er din parasympatiske signatur.
de: Breite der Punktwolke. Erfasst schnelle Schwankungen von Schlag zu Schlag — mathematisch gleichbedeutend mit RMSSD/√2. Das ist deine parasympathische Signatur.
es: Anchura de la nube. Recoge la variación rápida entre latidos: matemáticamente equivale a RMSSD/√2. Es tu firma parasimpática.
fi: Pilven leveys. Kuvaa nopeaa lyönnistä lyöntiin -vaihtelua — matemaattisesti sama kuin RMSSD/√2. Tämä on parasympaattinen tunnusmerkkisi.
fr: Largeur du nuage. Capte la variation rapide d’un battement à l’autre — mathématiquement équivalente à RMSSD/√2. C’est votre signature parasympathique.
is: Breidd skýsins. Fangar hraðar breytingar milli slaga — stærðfræðilega jafngilt RMSSD/√2. Þetta er parasympatíska fingrafarið þitt.
it: Larghezza della nuvola. Coglie la variazione rapida battito per battito — matematicamente equivalente a RMSSD/√2. È la tua firma parasimpatica.
ja: 点の集まりの幅。拍ごとの速い変動を捉えます — 数学的には RMSSD/√2 と等価です。これが副交感神経のサインです。
ko: 점 구름의 폭. 빠른 박동 간 변동을 포착합니다 — 수학적으로 RMSSD/√2와 같습니다. 부교감신경의 서명입니다.
nb: Bredden på skyen. Fanger opp rask variasjon fra slag til slag — matematisk lik RMSSD/√2. Dette er den parasympatiske signaturen din.
nl: Breedte van de wolk. Vangt snelle slag-tot-slagvariatie — wiskundig gelijk aan RMSSD/√2. Dit is je parasympathische handtekening.
pt_br: Largura da nuvem. Capta a variação rápida batimento a batimento — matematicamente equivalente a RMSSD/√2. Esta é sua assinatura parassimpática.
ru: Ширина облака. Отражает быстрые изменения от удара к удару — математически эквивалентна RMSSD/√2. Это ваша парасимпатическая подпись.
sv: Molnets bredd. Fångar snabb variation mellan slagen — matematiskt likvärdigt med RMSSD/√2. Det här är din parasympatiska signatur.
zh_hans: 点云的宽度。反映快速的逐搏变化 — 在数学上等于 RMSSD/√2。这是你的副交感神经特征。

source: Wind and traffic can occasionally cause the recognizer to stall. Use Send now (paper-plane icon in the voice pill) to force-commit your turn.
ar: قد تتسبب الرياح وحركة المرور أحيانًا في تعثّر المُتعرِّف. استخدم «إرسال الآن» (أيقونة الطائرة الورقية في شريط الصوت) لفرض اعتماد دورك.
da: Blæst og trafik kan af og til få genkendelsen til at gå i stå. Brug Send nu (papirflyikonet i stemmeboblen) for at tvinge din tur igennem.
de: Wind und Verkehr können gelegentlich dazu führen, dass die Spracherkennung hängt. Nutze „Jetzt senden“ (Papierflieger-Symbol in der Sprachleiste), um deinen Beitrag abzuschicken.
es: El viento y el tráfico pueden hacer que el reconocedor se atasque de vez en cuando. Usa Enviar ahora (icono del avión de papel en la cápsula de voz) para forzar el envío de tu turno.
fi: Tuuli ja liikenne voivat toisinaan jumittaa tunnistimen. Käytä Lähetä nyt -painiketta (paperilennokkikuvake puhepillerissä) pakottaaksesi vuorosi lähetyksen.
fr: Le vent et la circulation peuvent parfois bloquer la reconnaissance vocale. Utilisez Envoyer maintenant (icône d’avion en papier dans la pastille vocale) pour valider de force votre tour.
is: Vindur og umferð geta stundum valdið því að talgreinirinn stöðvast. Notaðu Senda núna (bréfflugutáknið í raddhylkinu) til að þvinga fram umferðina þína.
it: Vento e traffico possono a volte bloccare il riconoscimento. Usa Invia ora (icona dell'aeroplanino di carta nella pillola vocale) per confermare il tuo turno.
ja: 風や交通の音で、音声認識がときどき止まることがあります。「今すぐ送信」（音声ピルの紙飛行機アイコン）を使って、発話を強制的に確定してください。
ko: 바람과 교통 소음 때문에 가끔 인식기가 멈출 수 있습니다. 지금 보내기(음성 표시줄의 종이비행기 아이콘)를 사용해 차례를 강제로 확정하세요.
nb: Vind og trafikk kan av og til få talegjenkjenningen til å stoppe opp. Bruk Send nå (papirflyikonet i tale-pillen) for å tvinge gjennom turen din.
nl: Wind en verkeer kunnen de spraakherkenning af en toe laten vastlopen. Gebruik Nu verzenden (papieren vliegtuigje in het spraaklabel) om je beurt direct te verzenden.
pt_br: Vento e trânsito às vezes podem travar o reconhecimento de fala. Use Enviar agora (ícone de avião de papel na pílula de voz) para forçar o envio da sua fala.
ru: Ветер и транспорт иногда могут вызвать зависание распознавания. Используйте «Отправить сейчас» (значок бумажного самолётика в голосовой плашке), чтобы принудительно отправить реплику.
sv: Blåst och trafik kan ibland få igenkänningen att fastna. Använd Skicka nu (pappersflygplansikonen i röstfältet) för att tvinga fram din tur.
zh_hans: 风声和车流偶尔会导致识别器卡住。使用“立即发送”（语音状态条中的纸飞机图标）强制提交你的发言。

source: With Apple Watch stage data, the enhanced sleep score weighs six factors: duration vs your target (25%), sleep efficiency (20%), deep+REM adequacy (20%), sleep fragmentation (15%), complete sleep cycles (10%), and sleep architecture (10%). If stage data is missing, a simpler fallback uses duration (35%), efficiency (25%), deep sleep (25%), and REM (15%).
ar: مع بيانات مراحل Apple Watch، تزن نتيجة النوم المحسّنة ستة عوامل: المدة مقارنةً بهدفك (25%)، وكفاءة النوم (20%)، وكفاية العميق+REM ‏(20%)، وتقطّع النوم (15%)، ودورات النوم المكتملة (10%)، وبنية النوم (10%). إذا كانت بيانات المراحل مفقودة، تستخدم صيغة احتياطية أبسط المدة (35%)، والكفاءة (25%)، والنوم العميق (25%)، وREM ‏(15%).
da: Med Apple Watch-stadiedata vægter den udvidede søvnscore seks faktorer: varighed i forhold til dit mål (25 %), søvneffektivitet (20 %), tilstrækkelig dyb søvn + REM (20 %), søvnfragmentering (15 %), fuldførte søvncyklusser (10 %) og søvnarkitektur (10 %). Mangler stadiedata, bruger en enklere reserve varighed (35 %), effektivitet (25 %), dyb søvn (25 %) og REM (15 %).
de: Mit Schlafphasendaten der Apple Watch gewichtet der erweiterte Schlafwert sechs Faktoren: Dauer im Vergleich zu deinem Ziel (25 %), Schlafeffizienz (20 %), ausreichend Tief- und REM-Schlaf (20 %), Schlaffragmentierung (15 %), vollständige Schlafzyklen (10 %) und Schlafarchitektur (10 %). Fehlen Phasendaten, verwendet eine einfachere Ersatzberechnung Dauer (35 %), Effizienz (25 %), Tiefschlaf (25 %) und REM (15 %).
es: Con los datos de fases del Apple Watch, la puntuación de sueño mejorada pondera seis factores: duración frente a tu objetivo (25 %), eficiencia del sueño (20 %), suficiencia de profundo + REM (20 %), fragmentación del sueño (15 %), ciclos de sueño completos (10 %) y arquitectura del sueño (10 %). Si faltan datos de fases, un método alternativo más sencillo usa duración (35 %), eficiencia (25 %), sueño profundo (25 %) y REM (15 %).
fi: Apple Watchin univaihetietojen kanssa tehostettu unipistemäärä painottaa kuutta tekijää: kesto suhteessa tavoitteeseesi (25 %), unen tehokkuus (20 %), syvän unen ja REM-unen riittävyys (20 %), unen pirstaloituminen (15 %), täydet unisyklit (10 %) ja unen rakenne (10 %). Jos vaihetiedot puuttuvat, yksinkertaisempi varamenetelmä käyttää kestoa (35 %), tehokkuutta (25 %), syvää unta (25 %) ja REM-unta (15 %).
fr: Avec les données de phases de l’Apple Watch, le score de sommeil amélioré pondère six facteurs : durée par rapport à votre objectif (25 %), efficacité du sommeil (20 %), adéquation sommeil profond + REM (20 %), fragmentation du sommeil (15 %), cycles de sommeil complets (10 %) et architecture du sommeil (10 %). Si les données de phases manquent, un calcul de secours plus simple utilise la durée (35 %), l’efficacité (25 %), le sommeil profond (25 %) et le REM (15 %).
is: Með gögnum um svefnstig frá Apple Watch vegur bætt svefnstigagjöf sex þætti: lengd miðað við markmið (25%), svefnnýtni (20%), nægur djúp- og REM-svefn (20%), sundrun svefns (15%), heilar svefnlotur (10%) og svefnbygging (10%). Ef gögn um svefnstig vantar notar einfaldari varaaðferð lengd (35%), nýtni (25%), djúpsvefn (25%) og REM (15%).
it: Con i dati sulle fasi dell'Apple Watch, il punteggio avanzato del sonno pesa sei fattori: durata rispetto al tuo obiettivo (25%), efficienza del sonno (20%), adeguatezza di sonno profondo + REM (20%), frammentazione del sonno (15%), cicli di sonno completi (10%) e architettura del sonno (10%). Se i dati sulle fasi mancano, un calcolo di riserva più semplice usa durata (35%), efficienza (25%), sonno profondo (25%) e REM (15%).
ja: Apple Watch の睡眠段階データがある場合、強化された睡眠スコアは 6 つの要素を重み付けします：目標に対する睡眠時間（25%）、睡眠効率（20%）、深い睡眠 + レム睡眠の充足度（20%）、睡眠の断片化（15%）、完了した睡眠サイクル（10%）、睡眠構造（10%）。睡眠段階のデータがない場合は、より簡単な代替方式として、睡眠時間（35%）、睡眠効率（25%）、深い睡眠（25%）、レム睡眠（15%）を使います。
ko: Apple Watch 단계 데이터가 있으면 강화된 수면 점수는 여섯 가지 요인을 반영합니다: 목표 대비 시간(25%), 수면 효율(20%), 깊은 수면+REM 충분도(20%), 수면 단편화(15%), 완료된 수면 주기(10%), 수면 구조(10%). 단계 데이터가 없으면 더 단순한 대체 방식으로 시간(35%), 효율(25%), 깊은 수면(25%), REM(15%)을 사용합니다.
nb: Med data om søvnstadier fra Apple Watch vekter den utvidede søvnscoren seks faktorer: varighet sammenlignet med målet ditt (25 %), søvneffektivitet (20 %), hvor tilstrekkelig dyp søvn + REM er (20 %), søvnfragmentering (15 %), fullførte søvnsykluser (10 %) og søvnarkitektur (10 %). Hvis stadiedata mangler, bruker en enklere reserve varighet (35 %), effektivitet (25 %), dyp søvn (25 %) og REM (15 %).
nl: Met stadiumgegevens van de Apple Watch weegt de uitgebreide slaapscore zes factoren: duur ten opzichte van je doel (25%), slaapefficiëntie (20%), voldoende diepe slaap + REM (20%), slaapfragmentatie (15%), voltooide slaapcycli (10%) en slaaparchitectuur (10%). Ontbreken stadiumgegevens, dan gebruikt een eenvoudigere terugvaloptie duur (35%), efficiëntie (25%), diepe slaap (25%) en REM (15%).
pt_br: Com dados de estágios do Apple Watch, a pontuação de sono aprimorada considera seis fatores: duração em relação à sua meta (25%), eficiência do sono (20%), adequação de profundo+REM (20%), fragmentação do sono (15%), ciclos de sono completos (10%) e arquitetura do sono (10%). Se os dados de estágios estiverem ausentes, uma alternativa mais simples usa duração (35%), eficiência (25%), sono profundo (25%) e REM (15%).
ru: При наличии данных о стадиях с Apple Watch расширенная оценка сна учитывает шесть факторов: продолжительность относительно цели (25%), эффективность сна (20%), достаточность глубокого сна и REM (20%), фрагментацию сна (15%), завершённые циклы сна (10%) и структуру сна (10%). Если данных о стадиях нет, упрощённый вариант использует продолжительность (35%), эффективность (25%), глубокий сон (25%) и REM (15%).
sv: Med stadiedata från Apple Watch väger den utökade sömnpoängen in sex faktorer: längd jämfört med ditt mål (25 %), sömneffektivitet (20 %), tillräcklig djup- och REM-sömn (20 %), sömnfragmentering (15 %), fullständiga sömncykler (10 %) och sömnarkitektur (10 %). Om stadiedata saknas används en enklare reservberäkning med längd (35 %), effektivitet (25 %), djupsömn (25 %) och REM (15 %).
zh_hans: 有 Apple Watch 阶段数据时，增强版睡眠评分会权衡六个因素：时长与你的目标对比（25%）、睡眠效率（20%）、深睡 + REM 是否充足（20%）、睡眠碎片化（15%）、完整睡眠周期（10%）和睡眠结构（10%）。如果缺少阶段数据，更简单的备用方式使用时长（35%）、效率（25%）、深睡（25%）和 REM（15%）。

source: Worth knowing where the two differ. Against a clinical ECG the H10 is excellent for time-domain HRV — peer-reviewed work reports concordance of 0.99 or better and mean absolute error under 1% for RMSSD and SDNN. For the Verity Sense the picture is thinner: it matches the H10 almost perfectly for HEART RATE, but the RMSSD comparison this app relies on comes from a single graduate thesis rather than peer-reviewed longitudinal validation. That work found posture-dependent agreement and a mean absolute error above 20%.
ar: من المفيد معرفة مواضع الاختلاف بين الاثنين. مقارنةً بـ ECG سريري، يتفوّق H10 في HRV ضمن المجال الزمني — تذكر أعمال محكّمة توافقًا بنسبة 0.99 أو أفضل ومتوسط خطأ مطلق دون 1% لـ RMSSD وSDNN. أما بالنسبة إلى Verity Sense فالصورة أقل وضوحًا: يطابق H10 تقريبًا تمامًا في معدل ضربات القلب، لكن مقارنة RMSSD التي يعتمد عليها هذا التطبيق تأتي من أطروحة دراسات عليا واحدة لا من تحقق طولي محكّم. وجد ذلك العمل توافقًا يعتمد على الوضعية ومتوسط خطأ مطلق يتجاوز 20%.
da: Værd at vide, hvor de to adskiller sig. Sammenlignet med et klinisk EKG er H10 fremragende til HRV i tidsdomænet — fagfællebedømt forskning rapporterer en overensstemmelse på 0,99 eller bedre og en gennemsnitlig absolut fejl under 1 % for RMSSD og SDNN. For Verity Sense er billedet tyndere: den matcher H10 næsten perfekt for PULS, men den RMSSD-sammenligning, appen bygger på, stammer fra en enkelt kandidatafhandling frem for fagfællebedømt longitudinel validering. Det arbejde fandt en overensstemmelse, der afhang af kropsstilling, og en gennemsnitlig absolut fejl på over 20 %.
de: Es lohnt sich zu wissen, wo sich die beiden unterscheiden. Im Vergleich zu einem klinischen EKG ist der H10 für die HRV im Zeitbereich hervorragend — begutachtete Arbeiten berichten eine Übereinstimmung von 0,99 oder besser und einen mittleren absoluten Fehler unter 1 % für RMSSD und SDNN. Beim Verity Sense ist die Datenlage dünner: Bei der HERZFREQUENZ stimmt er fast perfekt mit dem H10 überein, aber der RMSSD-Vergleich, auf den sich diese App stützt, stammt aus einer einzigen Abschlussarbeit statt aus einer begutachteten Langzeitvalidierung. Diese Arbeit fand eine von der Körperhaltung abhängige Übereinstimmung und einen mittleren absoluten Fehler von über 20 %.
es: Conviene saber en qué se diferencian. Frente a un ECG clínico, el H10 es excelente para la HRV en el dominio del tiempo: trabajos revisados por pares indican una concordancia de 0,99 o más y un error absoluto medio inferior al 1 % para RMSSD y SDNN. Para el Verity Sense la información es más escasa: coincide casi a la perfección con el H10 en FRECUENCIA CARDÍACA, pero la comparación de RMSSD en la que se apoya esta app procede de una única tesis de posgrado y no de una validación longitudinal revisada por pares. Ese trabajo encontró una concordancia que dependía de la postura y un error absoluto medio superior al 20 %.
fi: On hyvä tietää, missä nämä kaksi eroavat. Kliiniseen EKG:hen verrattuna H10 on erinomainen aikatason HRV:ssä — vertaisarvioitu tutkimus raportoi vähintään 0,99:n yhtäpitävyyden ja alle 1 %:n keskimääräisen absoluuttisen virheen RMSSD:lle ja SDNN:lle. Verity Sensen osalta kuva on ohuempi: se vastaa H10:tä lähes täydellisesti SYKKEEN osalta, mutta RMSSD-vertailu, johon tämä sovellus nojaa, tulee yhdestä jatko-opintojen opinnäytetyöstä eikä vertaisarvioidusta pitkittäisvalidoinnista. Tuo työ havaitsi asennosta riippuvan yhtäpitävyyden ja yli 20 %:n keskimääräisen absoluuttisen virheen.
fr: Il est utile de savoir en quoi les deux diffèrent. Par rapport à un ECG clinique, le H10 est excellent pour la HRV dans le domaine temporel — des travaux évalués par des pairs rapportent une concordance de 0,99 ou plus et une erreur absolue moyenne inférieure à 1 % pour le RMSSD et le SDNN. Pour le Verity Sense, les données sont plus minces : il concorde presque parfaitement avec le H10 pour la FRÉQUENCE CARDIAQUE, mais la comparaison du RMSSD sur laquelle s’appuie cette app provient d’une seule thèse universitaire plutôt que d’une validation longitudinale évaluée par des pairs. Ce travail a constaté une concordance dépendant de la posture et une erreur absolue moyenne supérieure à 20 %.
is: Vert er að vita hvar þau tvö eru ólík. Miðað við klínískt hjartalínurit er H10 frábær fyrir HRV á tímasviði — ritrýndar rannsóknir sýna samræmi upp á 0,99 eða betra og meðaltals algilda skekkju undir 1% fyrir RMSSD og SDNN. Fyrir Verity Sense er myndin takmarkaðri: hann passar nánast fullkomlega við H10 hvað PÚLS varðar, en RMSSD-samanburðurinn sem appið reiðir sig á kemur úr einni meistararitgerð frekar en ritrýndri langtímasannprófun. Sú rannsókn fann samræmi sem var háð líkamsstöðu og meðaltals algilda skekkju yfir 20%.
it: Vale la pena sapere dove i due differiscono. Rispetto a un ECG clinico l'H10 è eccellente per l'HRV nel dominio del tempo: studi sottoposti a revisione paritaria riportano una concordanza di 0,99 o superiore e un errore assoluto medio inferiore all'1% per RMSSD e SDNN. Per il Verity Sense il quadro è più limitato: corrisponde quasi perfettamente all'H10 per la FREQUENZA CARDIACA, ma il confronto sull'RMSSD su cui si basa questa app proviene da una sola tesi di laurea magistrale e non da una validazione longitudinale sottoposta a revisione paritaria. Quel lavoro ha rilevato un accordo dipendente dalla postura e un errore assoluto medio superiore al 20%.
ja: 両者の違いを知っておく価値があります。臨床用 ECG と比べると、H10 は時間領域の HRV で非常に優れています — 査読付きの研究では、RMSSD と SDNN について一致度 0.99 以上、平均絶対誤差 1% 未満と報告されています。Verity Sense については情報が少なく、心拍数では H10 とほぼ完全に一致しますが、このアプリが頼りにしている RMSSD の比較は、査読付きの長期的な検証ではなく、一つの大学院の論文によるものです。その研究では、一致度が姿勢に依存し、平均絶対誤差は 20% を超えていました。
ko: 두 기기가 어디서 다른지 알아 둘 만합니다. 임상용 ECG와 비교하면 H10은 시간 영역 HRV에서 매우 뛰어납니다 — 동료 심사 연구에 따르면 RMSSD와 SDNN의 일치도는 0.99 이상, 평균 절대 오차는 1% 미만입니다. Verity Sense는 근거가 더 적습니다: 심박수는 H10과 거의 완벽하게 일치하지만, 이 앱이 의존하는 RMSSD 비교는 동료 심사를 거친 종단 검증이 아니라 대학원 학위 논문 한 편에서 나온 것입니다. 그 연구에서는 자세에 따라 일치도가 달라졌고 평균 절대 오차가 20%를 넘었습니다.
nb: Verdt å vite hvor de to skiller seg. Sammenlignet med klinisk EKG er H10 utmerket for HRV i tidsdomenet — fagfellevurdert forskning rapporterer samsvar på 0,99 eller bedre og gjennomsnittlig absolutt feil under 1 % for RMSSD og SDNN. For Verity Sense er grunnlaget tynnere: den samsvarer nesten perfekt med H10 for PULS, men RMSSD-sammenligningen denne appen bygger på, kommer fra én enkelt masteroppgave og ikke fra fagfellevurdert longitudinell validering. Den fant at samsvaret avhang av kroppsstilling, og en gjennomsnittlig absolutt feil på over 20 %.
nl: Goed om te weten waar de twee verschillen. Vergeleken met een klinisch ecg is de H10 uitstekend voor HRV in het tijdsdomein — peer-reviewed onderzoek meldt een concordantie van 0,99 of beter en een gemiddelde absolute fout onder 1% voor RMSSD en SDNN. Voor de Verity Sense is het beeld magerder: hij komt voor HARTSLAG vrijwel perfect overeen met de H10, maar de RMSSD-vergelijking waarop deze app steunt komt uit één masterscriptie, niet uit peer-reviewed longitudinale validatie. Dat onderzoek vond een houdingsafhankelijke overeenstemming en een gemiddelde absolute fout van meer dan 20%.
pt_br: Vale saber onde os dois diferem. Comparado a um ECG clínico, o H10 é excelente para VFC no domínio do tempo — trabalhos revisados por pares relatam concordância de 0,99 ou mais e erro absoluto médio abaixo de 1% para RMSSD e SDNN. Para o Verity Sense, as evidências são mais escassas: ele corresponde quase perfeitamente ao H10 em FREQUÊNCIA CARDÍACA, mas a comparação de RMSSD em que este app se baseia vem de uma única tese de pós-graduação, e não de uma validação longitudinal revisada por pares. Esse trabalho encontrou uma concordância dependente da postura e um erro absoluto médio acima de 20%.
ru: Стоит знать, чем они отличаются. По сравнению с клинической ЭКГ H10 отлично подходит для временных показателей ВСР — рецензируемые работы сообщают о согласованности 0,99 и выше и средней абсолютной ошибке менее 1% для RMSSD и SDNN. Для Verity Sense данных меньше: по ПУЛЬСУ он почти идеально совпадает с H10, но сравнение RMSSD, на которое опирается приложение, взято из одной магистерской диссертации, а не из рецензируемой долгосрочной проверки. Эта работа показала зависимость согласованности от позы и среднюю абсолютную ошибку выше 20%.
sv: Värt att veta var de två skiljer sig. Jämfört med kliniskt EKG är H10 utmärkt för HRV i tidsdomänen — referentgranskad forskning rapporterar en överensstämmelse på 0,99 eller bättre och ett genomsnittligt absolut fel under 1 % för RMSSD och SDNN. För Verity Sense är underlaget tunnare: den stämmer nästan perfekt med H10 för PULS, men den RMSSD-jämförelse appen förlitar sig på kommer från en enda masteruppsats snarare än referentgranskad longitudinell validering. Den studien fann en överensstämmelse som berodde på kroppsställning och ett genomsnittligt absolut fel över 20 %.
zh_hans: 值得了解两者的差异。与临床心电图相比，H10 在时域 HRV 方面表现出色 — 同行评审研究报告 RMSSD 和 SDNN 的一致性达 0.99 或更高，平均绝对误差低于 1%。Verity Sense 的证据则较少：它在心率方面与 H10 几乎完全一致，但本应用所依据的 RMSSD 对比来自一篇研究生论文，而非同行评审的纵向验证。该研究发现一致性随姿势而变，平均绝对误差超过 20%。

source: Wrist Temperature
ar: حرارة المعصم
da: Håndledstemperatur
de: Handgelenkstemperatur
es: Temperatura de la muñeca
fi: Rannelämpötila
fr: Température du poignet
is: Úlnliðshiti
it: Temperatura del polso
ja: 手首の温度
ko: 손목 온도
nb: Håndleddstemperatur
nl: Polstemperatuur
pt_br: Temperatura do pulso
ru: Температура запястья
sv: Handledstemperatur
zh_hans: 手腕温度

source: Wrist temperature
ar: حرارة المعصم
da: Håndledstemperatur
de: Handgelenkstemperatur
es: Temperatura de muñeca
fi: Rannelämpötila
fr: Température du poignet
is: Úlnliðshiti
it: Temperatura del polso
ja: 手首の温度
ko: 손목 온도
nb: Håndleddstemperatur
nl: Polstemperatuur
pt_br: Temperatura do pulso
ru: Температура запястья
sv: Handledstemperatur
zh_hans: 手腕温度
